/* No comment provided by engineer. */
" and information specific to your build of %@" = "et l'information spécificque à votre assemblage de %@";

/* No comment provided by engineer. */
"%@ Crash Reporter" = "Rapport de problème de %@";

/* No comment provided by engineer. */
"A detailed explanation of what you were doing when %@ crashed (optional)" = "Une explication détaillée de ce que vous faisiez quand %@ à planté (facultatif)";

/* No comment provided by engineer. */
"A short description of the crash" = "Une brève description du blocage";

/* No comment provided by engineer. */
"Additional crash details: (Optional)" = "Détails supplémentaire sur le blocage : (Facultatif)";

/* No comment provided by engineer. */
"Close" = "Fermer";

/* No comment provided by engineer. */
"Contact Information Required" = "Information de Contact requise";

/* No comment provided by engineer. */
"Contact information: (Required)" = "Information de Contact : (requise)";

/* No comment provided by engineer. */
"Description:" = "Description:";

/* No comment provided by engineer. */
"Information sent through the crash reporter is used for debugging purposes only.  Please do not submit confidential information or passwords.\n\nThe following crash log will be sent to the %@ developers with the information you've entered%@." = "L'information envoyée par le rapport de problème est utilisée pour la mise au point seulement. Veuillez ne pas soumettre d'information confidentielle ou de mot de passe.\n\n L'historique de problème suivant sera envoyé aux programmeurs de %1$@ avec l'information que vous avez saisie %2$@.";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Please provide either your email address or IM name in case we need to contact you for additional information (or to suggest a solution)." = "Veuillez fournir votre adresse électronique ou nom de messagerie instantané au cas où nous aurions à vous contacter pour avoir de l'information supplémentaire (ou pour vous suggérer une solution).";

/* No comment provided by engineer. */
"Please take a moment to send us this crash report.  It will help make %@ as stable and reliable as possible." = "Veuillez prendre un moment pour nous envoyer ce rapport de problème. Il aidera à rendre %@ aussi stable et fiable que possible.";

/* No comment provided by engineer. */
"Privacy Information" = "Vos informations personnelles";

/* No comment provided by engineer. */
"Relaunch %@" = "Relancer %@";

/* No comment provided by engineer. */
"Send report and relaunch %@" = "Envoyer le rapport et relancer %@";

/* No comment provided by engineer. */
"The application %@ has unexpectedly quit" = "L'application %@ a quitté inopinément";

/* No comment provided by engineer. */
"The server could not handle your request at this time." = "Le serveur n'a pas pu traiter votre demande à ce moment.";

/* No comment provided by engineer. */
"Try Again" = "Réessayer";

/* No comment provided by engineer. */
"Unable to send crash report" = "Incapable d'envoyer le rapport de problème";

/* No comment provided by engineer. */
"Your email address" = "Your email address";

/* No comment provided by engineer. */
"Your Email:" = "Votre courriel:";

/* No comment provided by engineer. */
"Your version of %@ is out of date, so crash reporting has been disabled. Your version is %@.  The current version is %@. Please update to the latest version, as your crash may have already been fixed." = "Votre version de %1$@ est démodée, ainsi l'envoi de rappport de problème a été desactivé. Votre version est %2$@. La version actuelle est %3$@. Veuillez obtenir  la dernière version, il est donc possible que ce problème soit déjà corrigé.";